;; (disable-packages! solaire-mode)
;; (package! ng2-mode)
(package! doom-snippets :ignore t)
(package! yasnippet-snippets)
(package! graphql-mode)
(package! counsel-etags)
(package! imenu-list)
(package! bongo)
(package! simple-mpc)
(package! emojify)
